{"sections":{"custom_header_RKjgRA":{"type":"header","name":"Header Alternative","settings":{"logo_position":"middle-left","menu":"main-menu","menu_type_desktop":"dropdown","sticky_header_type":"none","show_line_separator":false,"color_scheme":"scheme-3","menu_color_scheme":"scheme-3","enable_country_selector":false,"enable_language_selector":false,"enable_customer_avatar":true,"mobile_logo_position":"center","margin_bottom":0,"padding_top":20,"padding_bottom":20}},"main":{"type":"main-page","disabled":true,"settings":{"color_scheme":"","padding_top":0,"padding_bottom":20}},"about_img_sec_NNaFfy":{"type":"about-img-sec","settings":{"img":"shopify:\/\/shop_images\/488bef_954c06e3e5e84a76855a3e3f9565d608_mv2.png"}},"rich_text_VX8NET":{"type":"rich-text","blocks":{"text_TaTnyH":{"type":"text","settings":{"text":"<p><strong>Tasha and James Dixon <\/strong>are the proud parents of Alistair, Miles, and Sienna. Between their kids, they've collectively journeyed through more than 15 years of primary school, filled with creative writing, flag drawings, and crafting multiple Taj Mahals from toilet paper tubes. Homework was a great opportunity to connect with their children, but like many parents, it wasn't always the enjoyable experience it should have been. <\/p><p><strong>Driven by a deep desire to transform <\/strong>homework into an engaging and enjoyable process, Tasha, a seasoned school teacher, and James, a tech entrepreneur, decided to take matters into their own hands. They envisioned a solution that would not only lighten the load for teachers, but also ignite children's enthusiasm for learning, all the while making the entire process a breeze for parents.<\/p><p><\/p>"}},"text_YixnWY":{"type":"text","settings":{"text":"<p><strong>Their brainchild? <\/strong>A brilliant hybrid of traditional and modern homework methods -  interactive flashcards packed with intriguing facts and captivating tasks. But what set this concept apart was the integration of unrealised augmented reality technology, rewarding children for their engagement with the cards and their mastery of multiple-choice questions. It is a proven process that truly works!<\/p><p><\/p><p><strong>For two years, Tasha and James <\/strong>developed this groundbreaking technology, culminating in a user-friendly app that met all their requirements. It's completely free, and respects your privacy, with no data collection or logins. As parents, who've experienced the frustrations of school technology first-hand, they made sure the app was so intuitive that children could manage it independently, giving parents a well-deserved break.<\/p>"}},"text_MkzCUy":{"type":"text","settings":{"text":"<p><strong>The response from teachers <\/strong>has been nothing short of praise, as they've witnessed the positive impact of reducing their workload. Parents have embraced the simplicity, and most importantly, children have wholeheartedly loved the process, enjoying a digital experience that fits seamlessly into their modern media consumption habits.<\/p><p><strong>So, primary school teachers, <\/strong>if you're ready for a homework solution that reduces your workload, inspires your students, and delights parents, look no further than Arcademi. Join us in making education a rewarding and engaging journey. Let's make homework a source of joy for all!<\/p>"}}},"block_order":["text_TaTnyH","text_YixnWY","text_MkzCUy"],"settings":{"sct_cls":"about-rich-text","desktop_content_position":"center","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":60,"padding_bottom":100}}},"order":["custom_header_RKjgRA","main","about_img_sec_NNaFfy","rich_text_VX8NET"]}